Repository: ianliu/gebr
Catalog: gebr/po/*.po
Languages: pt_br

source: Please select a Project or Line.
pt_br: Por favor, selecione um Projeto ou Linha.

source: Project (prjz, prjx)
pt_br: Projeto (prjz, prjx)

source: Line (lnez, lnex)
pt_br: Linha (lnez, lnex)

source: Export succesful.
pt_br: Exportação bem-sucedida.

source: Could not export.
pt_br: Impossível exportar.

source: Project '%s'.
pt_br: Projeto '%s'.

source: empty
pt_br: vazio

source: including %ld Flow(s)
pt_br: incluindo %ld Fluxo(s)

source: Line '%s' (%s).
pt_br: Linha '%s' (%s).

source: The following documents are about to be deleted. This operation can't be undone! Are you sure?
pt_br: Os seguintes documentos serão apagados. Essa operação não pode ser desfeita! Confirma mesmo assim?

source: Confirm multiple deletion
pt_br: Confirme remoção multipla

source: The following document is about to be deleted. This operation can't be undone! Are you sure?
pt_br: O segunte documento será apagado. Essa operação não pode ser desfeita! Confirma mesmo assim?

source: Confirm deletion
pt_br: Confirme remoção

source: at
pt_br: em

source: Line composed by the Flow(s):
pt_br: Linha composta pelo(s) Fluxo(s):

source: Line paths:
pt_br: Caminhos da linha:

source: <b>Maestro</b> is in between the G&#xEA;BR and the working machines. It receives all requests for flow execution and dispatches them to groups of working machines. Without interference, Maestro collects information about the state of each working machine and ranks them according to their capabilities and available resources at time. Therefore, Maestro can take smart decisions about which working machines are best suited to run a processing flow.
pt_br: O <b>Maestro</b> está entre a G&#xEA;BR e as máquinas de processamento. Ele recebe todas as requisições para execução dos fluxos e envia para um grupo de máquinas de processamento. Autônomamente, o Maestro coleta informações sobre o estado de cada máquina de processamento e a classifica de acordo com suas capacidades e recursos disponíveis no momento. Portanto, o Maestro pode tomar decisões inteligentes sobre quais máquinas de processamento são as mais adequadas para executar cada fluxo.

source: <b>Preferences</b>
pt_br: <b>Preferências</b>

source: <b>Remote browsing</b>
pt_br: <b>Navegação Remota</b>

source: <b>Working machines</b>
pt_br: <b>Máquinas de processamento</b>

source: <i>A Maestro without working machines is like a general without soldiers.</i> <i>Working machines</i> are the ones who actually execute the processing flows. They put their computational power at disposal of the Maestro, which coordinates them to cooperate to conclude processing jobs faster.
pt_br: <i>Um maestro sem máquinas de processamento é como um general sem soldados.</i> <b>Máquinas de processameto</b> representam onde os fluxos de processamento são realmente executados. Eles colocam seu poder computacional a disposição do Maestro, o qual os coordena para cooperar e concluir o execução das tarefas mais rapidamente.

source: <i>Disabled</i>
pt_br: <i>Desativada</i>

source: <i>None </i>
pt_br: <i>Nenhum</i>

source: <i>Not configured </i>
pt_br: <i>Não configurado </i>

source: <i>Not connected </i>
pt_br: <i>Desconectado</i>

source: <i>here.</i>
pt_br: <i>aqui</i>

source: <span size='large'>Connecting to Maestro...</span>
pt_br: <span size='large'>Conectando ao Maestro...</span>

source: Choose one maestro to proceed
pt_br: Escolha um maestro para prosseguir

source: Connect
pt_br: Conectar

source: Connect All
pt_br: Conectar Todos

source: Connected!
pt_br: Conectado!

source: Enable remote browsing
pt_br: Ativar navegação remota

source: G&#xEA;BR is unable to proceed without this configuration.
pt_br: A G&#xEA;BR não pode proceder sem esta configuração.

source: G&#xEA;BR needs a <b>connection</b> to a Maestro to send jobs and receive outputs. For security reasons an encrypted connection is made using SSH protocol. Your login password may be asked to stablish the connection.
pt_br: G&#xEA;BR precisa de uma <b>conexão</b> para o maestro enviar tarefas e receber saídas. Por razões de segurança, esta conexão é feita através do protocolo SSH. A <b>senha</b> que possivelmente será solicitada é a mesma de sua conta na máquina de seua maestro.

source: In this version, G&#xEA;BR introduces new features that will speed up your processing flows, like automatic selection of the fastest working machine available and split of processing job among working machines. These is possible due to a new player, called Maestro. To take advantage of those features, some set up must be done. This assistant will guide you through this process.
pt_br: Nesta versão, G&#xEA;BR introduz novas funcionalidades que vão acelerar os seus fluxos de processamento, como seleção automática dos mais rápidos disponíveis e divisão do processamento entre as máquinas de processamento. Isto é possível graças a um novo ator, chamado Maestro. Para aproveitar estes recursos, algumas configurações devem ser feitas. Este assistente irá guiá-lo através desse processo.

source: More information can be found
pt_br: Mais informações podem ser encontradas

source: Remote browsing allows a user on a client computer to access files over a network in a manner similar to how local storage is accessed. G&#xEA;BR uses the remote browsing to organize the files created during the data processing. Your login credentials may be asked to be able to browse the remote file system.
pt_br: Navegação remota permite a um usuário em um computador cliente acessar arquivos em uma rede de maneira similar a como o armazenamento local é acessado. GêBR usa a navegação remota para organizar os arquivos criados durante o processamento dos dados. Suas informações de login podem ser solicitadas para lhe permitir navegar no sistema de arquivos remoto.

source: Success
pt_br: Sucesso

source: To establish each connection, your login credentials may be asked. <small><i>This connection process can be extremely simplified using an alternative authetication method based on public keys. The adoption of this method may be done at any time, through a checkbox, whenever your password is requested.</i></small>
pt_br: Para estabelecer cada conexão, suas informações de login podem ser solicitadas. <small><i>Este processo de conexão pode ser extremamente simplificado usando um método alternativo de autenticação baseado em chaves públicas. A adoção deste método pode ser feita a qualquer hora, através de uma caixa de seleção, sempre que sua senha é solicitada.</i></small>

source: User name
pt_br: Nome do Usuário

source: User's menus directory
pt_br: Diretório de menus do usuário

source: <b><span size="large">What do you want to do?</span></b>
pt_br: <b><span size="large">O que deseja fazer?</span></b>

source: Change to maestro <b>XXX</b>
pt_br: Mude para o Maestro <b>XXX</b>

source: Connect to maestro <b>XXX</b>
pt_br: Conectar-se ao Maestro <b>XXX</b>

source: What do you want to do?
pt_br: O que deseja fazer?
