Repository: ianliu/gebr
Catalog: gebr/po/*.po
Languages: pt_br

source: Copy selected Flows to clipboard
pt_br: Copiar Fluxos selecionados para a área de transferência

source: Paste
pt_br: Colar

source: Paste Flows from clipboard
pt_br: Colar Fluxos da área de transferência

source: View Flow report
pt_br: Relatório do Fluxo

source: Edit Flow comments
pt_br: Editar comentários do Fluxo

source: Show Program's help
pt_br: Exibe a Ajuda do Programa

source: Delete Program
pt_br: Deletar Programa

source: Edit the Program's parameters
pt_br: Editar parâmetros do Programa

source: Refresh Menu list
pt_br: Atualizar lista de Menus disponíveis

source: Copy selected Programs to clipboard
pt_br: Copiar Programas selecionados para a área de transferência

source: Paste Programs from clipboard
pt_br: Colar Programas da área de transferência

source: Move to Top
pt_br: Mover para o início

source: Move to Bottom
pt_br: Mover para o fim

source: Execute this Flow
pt_br: Executar esse Fluxo

source: Save Job information to a file
pt_br: Salvar informação da Tarefa em um arquivo

source: Close
pt_br: Fechar

source: Clear selected Jobs
pt_br: Apagar Tarefas selecionadas

source: Cancel
pt_br: Cancelar

source: Ask working machine to cancel the selected Job
pt_br: Requisitar à máquina de processamento o cancelamento das tarefas selecionadas

source: Filter
pt_br: Filtro

source: Filter jobs by working machines group, working machine and status
pt_br: Filtrar fluxos por grupos, máquinas de processamento e estado

source: Configured
pt_br: Configurado

source: Change the selected Programs status to configured
pt_br: Mudar o estado do Programa selecionado para configurado

source: Disabled
pt_br: Desativada

source: Change the selected Programs status to disabled
pt_br: Mudar o estado do Programa selecionado para desabilitado

source: Not configured
pt_br: Não configurado

source: Change the selected Programs status to not configured
pt_br: Mudar o estado do Programa selecionado para não configurado

source: Execution dispersion: %s
pt_br: Dispersão de execução: %s

source: High priority
pt_br: Alta prioridade

source: Low priority
pt_br: Baixa prioridade

source: Share available resources
pt_br: Dividir os recursos do sistema

source: Wait for free resources
pt_br: Utilizar apenas recursos livres

source: A plug-and-play environment for seismic processing tools
pt_br: Um ambiente plug-and-play para ferramentas de processamento sísmico

source: Projects and Lines
pt_br: Projetos e Linhas

source: Save or Restore a version of the selected Flows
pt_br: Salva ou Restaura uma versão dos Fluxos selecionados

source: Flows
pt_br: Fluxos

source: Flow Editor
pt_br: Editor de Fluxo

source: Job Control
pt_br: Controle de Tarefas

source: _Actions
pt_br: _Ações

source: _Help
pt_br: A_juda

source: You need to use an absolute path.
pt_br: É necessário utilizar o caminho completo.

source: Choose a BASE path.
pt_br: Escolha o caminho BASE

source: Done
pt_br: Terminado

source: The directories were successfully created!
pt_br: Os diretórios foram criados com sucesso!

source: Press the back button to change the BASE directory or the line title.
pt_br: Pressione o botão Voltar para mudar o diretório BASE ou o título desta linha.

source: Error!
pt_br: Erro!

source: The directory could not be created!
pt_br: O diretório não pode ser criado!

source: You can change the BASE directory by pressing the back button or use this folder anyway.
pt_br: Você pode mudar o diretório BASE pressionando o botão voltar ou usar esta pasta assim mesmo.

source: Warning!
pt_br: Aviso!

source: The directory already exists!
pt_br: O diretório já existe!

source: Timed Out!
pt_br: Limite de tempo excedido!

source: Could not create directory. Check if your maestro is connected.
pt_br: Não foi possível criar o diretório. Verifique se seu maestro está conectado.

source: The <i>Line</i> structure in GêBR gathers many processing flows. The term <i>line</i> comes from the notion that the processing of a data set, acquired over a seismic line, is performed in several steps by the processing flows. This Line will be attached to the current Maestro (%s), which will be in charge of running its processing flows.
pt_br: A estrutura <i>Linha</i> na GÊBR reúne fluxos de processamento. O termo vem da noção de que o processamento de dadosao longo de uma linha sísmica, é realizado em vários passos pelos fluxos de processamento. Esta Linha será anexada ao Maestro atual (%s), o qual será encarregado de rodar seus fluxos de processamento.

source: To better manage all files read or created during the processing of a data, GêBR defines a directory structure to store them. This structure is defined by a top directory, known as BASE, and few other nested standard directories. Although it is not mandatory to adhere to this structure, it is highly recommended to do so.
pt_br: Para gerenciar melhor todos os arquivos lidos ou criados durante o processamento dos dados, a GêBR define uma estrutura de diretórios para armazená-los. Esta estrutura é definida por um diretório raiz, conhecido como BASE, e alguns outros diretórios padrões aninhados ao BASE. Embora não seja obrigatório aderir a esta estrutura, é altamente recomendado fazer isso.

source: Below is the hierarchy of directories GêBR is about to create. These directories will be created on the working machines of Maestro <b>%s</b>.
pt_br: Abaixo está a hierarquia de diretórios que a GêBR criará. Estes diretórios serão criados nas máquinas de processamento conectadas ao Maestro <b>%s</b>.

source: <i>not defined</i>
pt_br: <i>Não definido</i>

source: Creating directories...
pt_br: Criando diretórios...

source: Creating a new Line
pt_br: Criando uma nova Linha

source: Line Paths
pt_br: Caminhos de linha

source: BASE Path
pt_br: Caminho BASE

source: IMPORT Path
pt_br: Caminho IMPORT

source: Directories Hierarchy
pt_br: Hierarquia de Diretórios

source: Summary
pt_br: Sumário

source: Deleting child Flow '%s'.
pt_br: Apagando o Fluxo filho '%s'.

source: Deleting Line '%s'.
pt_br: Apagando a Linha '%s'.

source: Deleting Line '%s' from project '%s'.
pt_br: Apagando a Linha '%s' do projeto '%s'.

source: Flows loaded.
pt_br: Fluxos carregados.

source: Returns the users menu directory
pt_br: Retorna o diretório de menus do usuário

source: Show GeBR's version
pt_br: Exibe a versão da GêBR

source: - GeBR, a seismic processing environment
pt_br: - GêBR, um ambiente de processamento sísmico

source: GeBR is a free-software which provides an environment to process seismic data, designed to easily assemble and run processing flows, as well as manage jobs.
pt_br: A GêBR é um ambiente livre de processamento de dados sísmicos, projetado para criar e executar fluxos de processamento facilmente, bem como para gerir tarefas.

source: GeBR Project - http://www.gebrproject.com/
pt_br: Projeto GêBR - http://www.gebrproject.com/

source: %s: syntax error
pt_br: %s: erro de sintaxe

source: Try %s --help
pt_br: Tente %s --help

source: ERROR: Could not find GeBR configuration file at %s.
pt_br: ERRO: Não foi possível encontrar o arquivo de configuração da GeBR em %s.

source: ERROR: Local menu directory is not defined in GeBR's settings.
pt_br: ERRO: Diretório de menus local não definido nas configurações da GêBR.

source: Unable to write Menus' index.
pt_br: Não foi possível escrever o índice de Menus.

source: Empty
pt_br: vazio

source: Install Seismic Unix package. Click here to get the script of Seismic Unix on GêBR Project website.
pt_br: Instale o pacote do Seismic Unix. Clique aqui para baixar o script do Seismic Unix no site da GêBR Project.

source: New Project created.
pt_br: Novo projeto criado.

source: Selection error:
pt_br: Erro de seleção:

source: The Project has Lines. These Lines should also be selected so as to be deleted along with the Project.
pt_br: O Projeto selecionado possui Linhas. Elas também devem ser selecionadas para serem apagadas junto com o Projeto.

source: Deleting Project '%s'.
pt_br: Apagando Projeto '%s'.

source: Add new parameter.
pt_br: Acrescentar um novo parâmetro.

source: Remove current parameters.
pt_br: Remover parâmetros atuais.

source: %s '%s' - Properties
pt_br: %s '%s' - Propriedades

source: Preferences
pt_br: Preferências

source: <i>You will browse on files and folders of working machines of Maestro <b>%s</b>. This directories structure can not be the same on your local machine.</i>
pt_br: <i>Você navegará nos diretórios das máquinas de processamento do Maestro <b>%s</b>, o qual pode não representar os mesmos arquivos que os de sua máquina local.</i>

source: Variables dictionary for %s "%s"
pt_br: Dicionário de variáveis para %s "%s"

source: Number
pt_br: Número

source: String
pt_br: Texto

source: Click 'New' to create a variable.
pt_br: Clique em 'Nova' para criar uma variável.

source: Please enter a unique variable name.
pt_br: Por favor, digite um nome de variável único.

source: Please enter a number or expression.
pt_br: Por favor, digite um número ou expressão.

source: Please enter a text.
pt_br: Por favor, insira um texto.

source: Please enter a comment.
pt_br: Por favor, digite um comentário.

source: Click to select type for a new parameter
pt_br: Clique para escolher o tipo de um novo parâmetro

source: Cannot use reserved keyword 'iter'.
pt_br: A palavra-chave 'iter' não pode ser usada.

source: This keyword is reserved.
pt_br: Esta palavra-chave é reservada.

source: Valid keywords are lower case characters from 'a' to 'z', numbers or underscore.
pt_br: Palavras-chaves válidas são compostas por letras minúsculas, números e sublinhado '_'.

source: There is a parameter which already uses this keyword. Please choose another.
pt_br: Outro parâmetro já utiliza esta palavra-chave. Por favor escolha outra.

source: <i>New</i>
pt_br: <i>Nova</i>

source: Unknown
pt_br: Desconhecido

source: unknown
pt_br: desconhecido

source: Sucess!
pt_br: Sucesso!

source: The directory were successfully created!
pt_br: Os diretórios foram criados com sucesso!

source: Press the back buttom to change the BASE directory or the line title.
pt_br: Pressione o botão voltar para mudar o diretório BASE ou o título desta linha.

source: You can change the BASE directory by pressing the back buttom or use this folder anyway.
pt_br: Você pode mudar o diretório BASE pressionando o botão voltar ou usar esta pasta assim mesmo.

source: Could not create directory. Try reconnecting your maestro.
pt_br: Não foi possível criar o diretório. Tente reconectar seu maestro.

source: There are no connected working machines on group %s.
pt_br: Não há máquinas de processamento conectados neste grupo %s.

source: The selected working machine (%s) is not connected.
pt_br: A máquina de processamento selecionada (%s) não está conectada.

source: Created:
pt_br: Criado:

source: Modified:
pt_br: Alterado:

source: Last run:
pt_br: Última execução:

source: This Flow has never had its state saved
pt_br: O estado deste fluxo nunca foi salvo

source: This Flow had its state saved once
pt_br: O estado deste fluxo foi salvo uma vez

source: This Flow had its state saved twice
pt_br: O estado deste fluxo foi salvo duas vezes

source: This Flow had its state saved %ld times
pt_br: Este Fluxo teve seu estado salvo %ld vezes

source: Working machine:
pt_br: Máquina de processamento

source: Input:
pt_br: Entrada:

source: Output:
pt_br: Saída:

source: Backup current state?
pt_br: Fazer backup do estado atual?

source: You are about to revert to a previous state. The current Flow will be lost after this action. Do you want to save the current Flow's state?
pt_br: Você está prestes a reverter a um estado anterior. O Fluxo atual será perdido depois dessa ação. Você quer salvar o estado do Fluxo atual?

source: Could not revert to state '%s' ('%s').
pt_br: Não foi possível reverter para o estado '%s' ('%s').

source: Reverted to state '%s' ('%s'), and merged reports
pt_br: Revertido para o estado '%s' ('%s'), e unido o relatório com o atual

source: Reverted to state '%s' ('%s').
pt_br: Revertido para o estado '%s' ('%s').

source: Remove this revision permanently?
pt_br: Remover esta revisão permanentemente?

source: If you choose to remove this revision you will not be able to recover it later.
pt_br: Se você optar por remover esta revisão, você não conseguirá recuperá-la mais tarde.

source: Save the current document
pt_br: Salvar o documento atual

source: _Options
pt_br: _Opções

source: Parameter table
pt_br: Tabela de parâmetros

source: _Style
pt_br: Estilo

source: _Include user's commentary
pt_br: _Incluir comentários do usuário

source: Include the _Flow's report
pt_br: Incluir relatório do Fluxo

source: No table at all
pt_br: Nenhuma tabela

source: Show only the parameters which differ from the default values
pt_br: Mostrar apenas os parâmetros com valores diferentes do padrão

source: Just filled in parameters
pt_br: Apenas parâmetros preenchidos

source: All parameters
pt_br: Todos parâmetros

source: Comments from the %s "%s"
pt_br: Comentários do(a) %s "%s"

source: Report of the %s
pt_br: Relatório de %s

source: program
pt_br: programa

source: Report of the %s "%s"
pt_br: Relatório de %s "%s"

source: Unable to create temporary file.
pt_br: Impossível criar arquivo temporário.

source: Error during editor execution.
pt_br: Erro durate a execução do editor.

source: Date
pt_br: Data

source: Message
pt_br: Mensagem

source: No maestro connected.
pt_br: Maestro desconectado

source: Remote browsing disabled
pt_br: A navegação remota está desabilitada!

source: Maestro without connected working machines
pt_br: Maestro sem máquinas de processamento conectadas

source: Remote browsing enabled
pt_br: A navegação remota está habilitada!

source: Parameters
pt_br: Parâmetros

source: Default
pt_br: Padrão

source: Invalid path
pt_br: Caminho inválido

source: The path <i>%s</i> is invalid, the operation will be cancelled.
pt_br: O caminho <i>%s</i> é inválido, a operação será cancelada.

source: Path already exists
pt_br: Caminho já existe

source: The path <i>%s</i> already exists in the list, the operation will be cancelled.
pt_br: O caminho <i>%s</i> já existe na lista, a operação será cancelada.

source: The path <i>%s</i> already exists in the list as %s, the operation will be cancelled.
pt_br: O caminho <i>%s</i> já existe na lista como %s, a operação será cancelada.

source: Type hostname[.domain] or address
pt_br: Digite nome_da_maquina[.dominio] ou endereço

source: <span size='large'>Successfully connected to Maestro <b>%s</b>!</span>
pt_br: <span size='large'>Conexão bem sucedida ao Maestro <b>%s</b>!</span>

source: Connecting...
pt_br: Conectando...

source: <span size='large'>Connecting to Maestro <b>%s</b>!</span>
pt_br: <span size='large'>Conectando ao Maestro <b>%s</b>!</span>

source: <span size='large'>Maestro <b>%s</b> disconnected!</span>!
pt_br: <span size='large'>Desconectado do Maestro <b>%s</b>!</span>

source: Stopped!
pt_br: Parado!

source: <span size='large'>Could not connect to Maestro <b>%s</b></span>!
pt_br: <span size='large'>Não foi possível conectar ao Maestro <b>%s</b></span>!

source: The connection reported the following error: <i>%s</i>
pt_br: A conexão reportou o seguinte erro: <i>%s</i>

source: Invalid email
pt_br: Caminho inválido

source: Your email address
pt_br: Seu endereço de e-mail

source: Remote browsing is disabled!
pt_br: A navegação remota está desabilitada!

source: <i><b>%d</b> connected.</i>
pt_br: <i><b>%d</b> conectado.</i>

source: <i>None connected.</i>
pt_br: <i>Nenhum conectado.</i>

source: <i>Connected.</i>
pt_br: <i>Conectado.</i>

source: GêBR is ready.
pt_br: GêBR está pronta.

source: <i>Done.</i>
pt_br: <i>Concluído.</i>

source: <i>Disabled.</i>
pt_br: <i>Desativada.</i>

source: <i>Enabled.</i>
pt_br: <i>Ativada.</i>

source: GêBR is unable to proceed without this configuration.
pt_br: GêBR não consegue avançar sem esta configuração

source: <i>Not connected.</i>
pt_br: <i>Desconectado.</i>

source: <i>Not configured</i>
pt_br: <i>Não configurado</i>

source: Maestro <b>%s</b> needs at least one <i>connected working machine</i> to run processing flows. You must either connect to a new one or connect your already registered working machines.
pt_br: Maestro <b>%s</b> precisa de ao menos uma <i>máquina de processamento conectada</i> para executar os fluxos de processamento. Você deve adicionar uma nova máquina de processamento ou conectar-se às máquinas registradas abaixo.

source: You should know your name
pt_br: Você deveria saber seu nome

source: User's menu directory
pt_br: Diretório de menus do usuário

source: Path to look for user's private menus
pt_br: Caminho para procurar menus particulares do usuário

source: GêBR supports the formats hostname or ip address.
pt_br: GêBR suporta o formato <i>hostname</i> ou <i>endereços IP</i>.

source: Suggested maestro
pt_br: Maestro sugerido

source: Default Maestro from File
pt_br: Maestro padrão do Arquivo

source: Configuring GêBR
pt_br: Configurando GêBR

source: Status
pt_br: Estado

source: Welcome
pt_br: Bem-vindo

source: It's the first time you use GêBR %s.
pt_br: É a primeira vez que você usa GêBR %s.

source: In this version, GêBR introduces new features that will speed up your processing flows, like automatic selection of the fastest working machine available and split of processing job among working machines. These is possible due to a new player, called Maestro. To take advantage of those features, some set up must be done. This assistant will guide you through this process.
pt_br: Nesta versão, GêBR introduz novas funcionalidades que vão acelerar os seus fluxos de processamento, como seleção automática das máquinas de processamento mais rápidasdisponíveis e divisão do processamento entre as máquinas de processamento. Isto é possível graças a um novo ator, chamado Maestro. Para aproveitar estes recursos, algumas configurações devem ser feitas. Este assistente irá guiá-lo através desse processo.

source: Working Machines
pt_br: Máquinas de processamento

source: Remote Browsing
pt_br: Navegação remota

source: <i>Maestro</i> is in between the GêBR and the working machines. It receives all requests for flow execution and dispatches them to groups of working machines . Without interference, Maestro collects information about the state of each working machines and ranks them according to their capabilities and available resources at time. Therefore, Maestro can take smart decisions about which working machines are best suited to run a processing flow.
pt_br: O <b>Maestro</b> está entre a G&#xEA;BR e as máquinas de processamento.Ele recebe todas as requisições para execução dos fluxos e envia para um grupo de máquinas de processamento. Autonomamente, o Maestro coleta informações sobre o estado de cada máquina de processamento e a classifica de acordo com suas capacidades e recursos disponíveis no momento. Portanto, o Maestro pode tomar decisões inteligentes sobre quais máquinas de processamento são mais adequadas para executar cada fluxo.

source: GêBR needs to establish a connection to the Maestro to send jobs and receive outputs. All data exchange between the Maestro and GêBR flows through <i>encrypted channels</i>. Such channels are established using SSH protocol, which is a standard way to access remote machines with reasonable level of security. To actually establish the connections, SSH may request your login password. <small><i>This connection process can be extremely simplified using an alternative authetication method based on public keys. The adoption of this method may be done at any time, through a checkbox, whenever your password is requested.</i></small>
pt_br: GêBR precisa estabelecer uma conexão com o Maestro para enviar tarefas e receber as saídas. Todos os dados trocados entre o Maestro e a GêBR fluem através de <i>canais criptografados</i>. Esses canais são estabelecidos usando o protocolo SSH, que é um modo padrão para acessar máquinas remotas com um nível de segurança razoável. Para realmente estabelecer as conexões, SSH pode solicitar sua senha de login. <small><i>Este processo de conexão pode ser extremamente simplificado usando um método de autenticação alternativo baseado em chaves públicas. A adoção deste método pode ser feita a qualquer hora, através de uma caixa de seleção, sempre que sua senha é solicitada.</i></small>

source: Every processing flow in GêBR runs on working machines, which may be elsewhere. <i>Remote browsing</i> is a feature that allows the user to see the files generated on the working machines. To enable this feature your login password may be asked.
pt_br: Cada fluxo de processamento na GêBR é executado pelas máquinas de processamento.A <i>navegação remota</i> é uma funcionalidade que permite ao usuário ver os arquivos gerados nas máquinas de processamento. Para habilitar esta funcionalidade, sua senha de login pode ser requisitada.

source: Index
pt_br: Índice

source: Move this line to maestro <b>%s</b>
pt_br: Mover esta linha ao Maestro <b>%s</b>.

source: Connect to another maestro
pt_br: Conectar-se a outro Maestro

source: Connect to maestro <b>%s</b>
pt_br: Conectar-se ao Maestro <b>%s</b>

source: Moving this line to current Maestro.
pt_br: Mover esta linha ao Maestro atual.

source: Are you sure you want to move this Line to Maestro %s? If you choose to move this Line to current Maestro, be sure to correct the paths of this Line and its respective Flows that can be broken.
pt_br: Tem certeza de que deseja mover esta linha ao Maestro %s? Se você optar por mover esta linha ao Maestro atual, certifique-se de corrigir os caminhos desta linha e seus respectivos fluxos que podem ser quebrados.

source: This Line has no Flows.
pt_br: Esta Linha não tem Fluxos.

source: This Line has one Flow.
pt_br: Esta Linha tem um Fluxo.

source: This Line has %d Flows.
pt_br: Esta Linha tem %d Fluxos.

source: On maestro <b>%s</b>
pt_br: No Maestro <b>%s</b>

source: Click here to connect or change maestro for this line
pt_br: Clique aqui para conectar ou mudar o maestro para esta linha

source: This Project has no Line.
pt_br: Este Projeto não tem Linhas

source: This Project has one Line.
pt_br: Este Projeto tem uma Linha.

source: This Project has %d Lines.
pt_br: Este Projeto tem %d Linhas

source: Please select a Line.
pt_br: Por favor, selecione uma Linha.

source: Please select a Project.
pt_br: Por favor, selecione um Projeto.

source: Please select a Project or a Line.
pt_br: Por favor, selecione um Projeto ou Linha.

source: Unrecognized file type.
pt_br: Tipo de arquivo desconhecido.

source: Import successful.
pt_br: Importação bem-sucedida.

source: Failed to import.
pt_br: Falha ao importar.

source: <span size='large' weight='bold'>Create directories?</span>
pt_br: <span size='large' weight='bold'>Criar diretórios?</span>

source: There are some Line's paths located on your home directory that do not exist. Do you want to create the following folders?
pt_br: Existem caminhos preferenciais a serem criados no seu diretório pessoal. Gostaria de criar as seguintes pastas?

source: Could not create the directories
pt_br: Não foi possível criar o diretório.

source: The directories could not be created. You do not have the permissions necessary to create the directories.
pt_br: Os diretórios não puderam ser criados. Você não tem as permissões necessárias para criar os diretórios.

source: The directories already exists.
pt_br: Os diretórios já existem.

source: <span size='large' weight='bold'>Importing documents, please wait...</span>
pt_br: <span size='large' weight='bold'>Importando documentos, aguarde por favor...</span>

source: Choose a Project or Line to open
pt_br: Escolha o Projeto ou Linha para abrir

source: Project (prjz, prjx) or Line (lnez, lnex)
pt_br: Projeto (prjz, prjx) ou Linha (lnez, lnex)
