Repository: ianliu/gebr
Catalog: gebr/po/*.po
Languages: pt_br

source: A connected maestro is required to accomplish this task.
pt_br: É necessário um maestro conectado para realizar esta operação

source: Maestro disconnected
pt_br: Maestro desconectado

source: <span size='large'><b>The maestro of this line is disconnected.</b></span> Connect to maestro <b>%s</b> to execute this line.
pt_br: <span size='large'><b>O maestro desta linha está desconectado.</b></span> Conecte-se ao maestro <b>%s</b> para executar esta linha

source: Broken Flow
pt_br: Fluxo quebrado

source: Warning
pt_br: Aviso

source: Could not load help. Certify it was installed correctly.
pt_br: Não foi possível carregar a Ajuda. Certifique-se que ela foi instalada corretamente.

source: <b>Author:</b>
pt_br: <b>Autor:</b>

source: <b>Description:</b>
pt_br: <b>Descrição:</b>

source: <b>Directories hierarchy</b>
pt_br: <b>Hierarquia de Diretórios </b>

source: <b>Title:</b>
pt_br: <b>Título:</b>

source: <i>BASE</i> is the top directory where most files referred in this line should be.
pt_br: <b>BASE</b> é o diretório raiz onde a maioria dos arquivos vinculados a esta linha devem estar.

source: <small>Remember that the processing takes place at the working machines. So, the structure which is being defined here will be created there. To be able to browse files in these directory, the <i>remote browsing</i> feature must be enable in the Maestro.</small>
pt_br: <small>Lembre-se que o processamento ocorre nas máquinas de processamento. Então, a estrutura definida será criada lá. Para poder navegar no arquivos destes diretórios, a funcionalidade de <i>navegação remota</i> deve estar habilitada no Maestro.</small>

source: <span size='large'>Creating directories...</span>
pt_br: <span size='large'>Criando diretórios...</span>

source: A <b>Line</b> is a way to organize Flows and it is associated to the Maestro in which its flows are going to be executed.
pt_br: Uma <b>Linha</b> é um meio de montar e organizar Fluxos e está associada ao Maestro na qual seus fluxos serão executados.

source: Author
pt_br: Autor

source: Description
pt_br: Descrição

source: For exporting data (images, etc.).
pt_br: Para exportar dados (imagens, etc.)

source: For miscellaneous data.
pt_br: Dados diversos.

source: For saving Flow's results.
pt_br: Resultados.

source: For saving tabular data.
pt_br: Dados tabulares.

source: For temporary files.
pt_br: Arquivos temporários

source: G&#xEA;BR will create some directories to organize the files created during the data processing. These directories will be created on the working machines of maestro <b>XXX</b>.
pt_br: G&#xEA;BR criará arquivos para organizar seus arquivos utilizados durante o processamento de dados. Estes diretórios serão criados nas máquinas de processamento do maestro <b>XXX</b>.

source: Paths to store:
pt_br: Caminhos para armazenar:

source: Success!
pt_br: Sucesso!

source: The <b>IMPORT</b> directory is used to find files outside your <b>BASE</b> directory.
pt_br: O diretório <b>IMPORT</b> é usado para achar arquivos fora de seu diretório <b>BASE</b>.

source: Title
pt_br: Título

source: To better manage all files read or created during the processing of a data, G&#xEA;BR defines a directory structure to store them. This structure is defined by a top directory, known as BASE, and few other nested standard directories. Although it is not mandatory to adhere to this structure, it is highly recommended to do so.
pt_br: Para gerenciar melhor todos os arquivos lidos ou criados durante o processamentodos dados, a GêBR define uma estrutura de diretórios para armazená-los. Esta estrutura é definida por um diretório raiz, conhecido como BASE, e alguns outros diretórios padrões aninhados ao BASE. Embora não seja obrigatório aderir a esta estrutura, é altamente recomendado fazer isso.

source: everything else
pt_br: todo o resto

source: exported data (images, etc.)
pt_br: dados exportados (imagens, etc.)

source: flow's results
pt_br: resultados dos fluxos

source: label
pt_br: rótulo

source: tables
pt_br: tabelas

source: temporary files
pt_br: arquivos temporários

source: <b>Executed at:</b>
pt_br: <b>Executado em</b>:

source: <b>Group/Working Machines</b>
pt_br: <b>Grupo/Máquinas de processamento</b>

source: <b>Input file:</b> foo/bar.txt
pt_br: <b>Arquivo de entrada</b>: foo/bar.txt

source: <b>Log file:</b> foo/bar.txt
pt_br: <b>Arquivo de log:</b> foo/bar.txt

source: <b>Output file:</b> foo/bar.txt
pt_br: <b>Arquivo de saída:</b> foo/bar.txt

source: <b>Process distribution among working machines</b>
pt_br: <b>Distribuição dos processos entre as máquinas de processamento</b>

source: <b>Resources</b>
pt_br: <b>Recursos</b>

source: <b>Status</b>
pt_br: <b>Estado</b>

source: Command line
pt_br: Linha de comando:

source: Details
pt_br: Detalhes

source: Dismiss
pt_br: Ignorar

source: Output
pt_br: Saída

source: <b>Groups</b>
pt_br: <b>Grupos</b>

source: <i>Drop a working machine to create a group!</i>
pt_br: <i>Arraste uma máquina de processamento para cá para criar um grupo!</i>

source: G&#xEA;BR - Maestro / Working machines
pt_br: G&#xEA;BR - Maestro / Máquinas de processamento

source: Assemble and run flows and manage jobs
pt_br: Constrói, executa fluxos e gerencia tarefas

source: Seismic processing environment
pt_br: Ambiente de processamento sísmico

source: <b>Created:</b>
pt_br: <b>Criado:</b>

source: <b>Line Paths:</b>
pt_br: <b>Caminhos da linha</b>

source: <b>Modified:</b>
pt_br: <b>Alterado:</b>

source: <span size='xx-large'>"Bacia da Amaz&#xF4;nia"</span>
pt_br: <span size='xx-large'>Line "Bacia da Amaz&#xF4;nia"</span>

source: on Maestro <b>dell2</b>
pt_br: no Maestro <b>dell3</b>

source: <b>Number of Processes</b>
pt_br: <b>Número de Processos</b>

source: MPI Parameters Help
pt_br: Parâmetros MPI Ajuda

source: The number of processes parameter specify how many instances of this MPI program will be executed. This value comes from the speed slider.
pt_br: O número de parâmetros de processo espcifica quantas instâncias deste programa MPI será executada. Este valor vem da barra de velocidade.

source: These parameters are used to execute MPI programs. Depending on the program, a different MPI implementation might be used. For now, G&#xEA;BR supports Open MPI and MPICH 2.
pt_br: Esses parâmetros são usados para executar programas MPI. Dependendo do programa, uma implementação de MPI diferente pode ser usada. Atualmente, G&#xEA;BR suporta Open MPI e MPICH 2.

source: <b>Alterado:</b>
pt_br: <b>Modified:</b>

source: <b>Criado:</b>
pt_br: <b>Created:</b>

source: Cannot load the file at %s: %s
pt_br: Não foi possível carregar o arquivo em %s: %s

source: Cannot load menu '%s' at %s: %s
pt_br: Não foi possível carregar o menu '%s' em %s: %s

source: Cannot load the Menu at %s: %s
pt_br: Não foi possível carregar o menu em %s: %s

source: document
pt_br: documento

source: project
pt_br: projeto

source: line
pt_br: linha

source: flow
pt_br: fluxo

source: The file %s could not be loaded. %s
pt_br: O arquivo %s não pôde ser carregado. %s

source: The file %s from %s%s (file %s) could not be loaded. %s
pt_br: O arquivo %s de %s%s (arquivo %s) não pôde ser carregado. %s

source: Ignore
pt_br: Ignorar

source: Export
pt_br: Exportar

source: Delete
pt_br: Apagar

source: Choose the filename to export
pt_br: Escolha o nome do arquivo para exportar

source: Failed to export the file '%s': %s.
pt_br: Falha ao exportar o arquivo '%s': %s.

source: Orphan Lines
pt_br: Linhas órfãs

source: Orphan Flows
pt_br: Fluxos órfãos

source: Failed to save the document '%s' at '%s'.
pt_br: Falha ao salvar o documento '%s' em '%s'.

source: New Flow
pt_br: Novo Fluxo

source: New Flow added to Line '%s'.
pt_br: Novo Fluxo adicionado a Linha '%s'.

source: Delete Flow
pt_br: Apagar Fluxo

source: Are you sure you want to delete the selected Flow(s)?
pt_br: Tem certeza que quer apagar o(s) Fluxo(s) selecionado(s)?

source: Deleting Flow '%s'.
pt_br: Apagando Fluxo '%s'.

source: Deleting Flow '%s' from Line '%s'.
pt_br: Apagando Fluxo '%s' da Linha '%s'.

source: Flow '%s' imported into Line '%s' from the file '%s'.
pt_br: Fluxo '%s' importado para a linha '%s' a partir do arquivo '%s'.

source: %s (Imported)
pt_br: %s (Importado)

source: Choose a Flow to import
pt_br: Escolha um Fluxo para importar

source: Flow file types (*.flw, *.flwz, *.flwx)
pt_br: Tipos de Arquivos de Fluxo (*.flw, *flwz)

source: Could not import Flow from the file %s
pt_br: Não foi possível importar o Fluxo do arquivo %s

source: No Flow selected
pt_br: Nenhum Fluxo selecionado

source: Save '%s' as...
pt_br: Salvar '%s' como...

source: Flow file types (*.flwz, *.flwx)
pt_br: Tipos de Arquivos de Fluxo (*.flw, *flwz)

source: Could not clone Flow %s
pt_br: Não foi possível clonar o Fluxo %s

source: Exported selected Flow(s) into %s with error. See log file for more information.
pt_br: Fluxo(s) selecionado(s) exportado(s) para '%s' com erro. Veja o arquivo de logpara mais detalhes.

source: Exported selected Flow(s) into %s.
pt_br: Fluxos selecionados exportados para %s.

source: Could not export Flow(s). See log file for more information.
pt_br: Impossível exportar Fluxo(s). Veja log para mais detalhes.

source: Save selected Flows?
pt_br: Salvar Fluxos selecionados?

source: Write a description about this version of the selected Flows:
pt_br: Descreva esta versão dos Fluxos selecionados:

source: Could not paste Flow. It was probably deleted.
pt_br: Não foi possível colar o fluxo. Provavelmente ele foi apagado.

source: Could not paste program.
pt_br: Não foi possível colar programa.

source: Instance
pt_br: Instância

source: Parameters for the Program "%s"
pt_br: Parâmetros para o Programa "%s"

source: Parameter
pt_br: Parâmetro

source: Value
pt_br: Valor

source: Variables
pt_br: Variáveis

source: Keyword
pt_br: Palavra-chave

source: Result
pt_br: Resultado

source: Comment
pt_br: Comentário

source: Flow
pt_br: Fluxo

source: Line
pt_br: Linha

source: Project
pt_br: Projeto

source: There are no variables in this scope
pt_br: Não existem variáveis neste escopo

source: I/O table
pt_br: Tabela de entrada/saída

source: Input
pt_br: Entrada

source: (none)
pt_br: (nenhum)

source: Error
pt_br: Log de erro

source: By
pt_br: Por

source: Flow composed of the program(s):
pt_br: Fluxo composto pelo(s) programa(s):

source: No Line is selected
pt_br: Nenhuma Linha selecionada.

source: The Maestro of this Line is disconnected, then you cannot edit flows. Try changing its maestro or connecting it.
pt_br: O Maestro desta linha está desconectada, portanto, você não pode editar os fluxos. Tente alterar seu Maestro ou conectar-se a ele.

source: Run
pt_br: Executar

source: Flow sequence
pt_br: Seqüência de Fluxo

source: Select a line to execute a flow
pt_br: Selecione uma linha deste projeto para executar um fluxo.

source: Select a line of this project to execute a flow
pt_br: Selecione a linha deste projeto para executar um fluxo.

source: The Maestro of this line is disconnected. Connecting it to execute a flow.
pt_br: <span size='large'><b>O Maestro desta linha está desconectado.</b></span> Conecte-se ao maestro <b>%s</b> para executar esta linha

source: There is no working machines connected to this line. Connecting at least one to execute a flow.
pt_br: Não há máquinas de processamento conectadas ao Maestro associado a esta Linha.

source: This line does not contain flows Create a flow to execute this line
pt_br: A linha não contém fluxos Crie um fluxo para executar esta linha

source: This flow does not contain programs Add at least one to execute this flow
pt_br: Este fluxo não contém programas Adicione um programa para executar este programa.

source: Execute
pt_br: Executar

source: No program selected.
pt_br: Nenhum programa selecionado.

source: Input file
pt_br: Arquivo de entrada

source: Input file "%s"
pt_br: Arquivo de entrada "%s"

source: Output file
pt_br: Arquivo de saída

source: Append to output file "%s"
pt_br: Acrescentar ao arquivo de saída "%s"

source: Overwrite output file "%s"
pt_br: Sobrescrever arquivo de saída "%s"

source: Log file
pt_br: Arquivo de log

source: Append to log file "%s"
pt_br: Acrescentar ao arquivo de log "%s"

source: Overwrite log file "%s"
pt_br: Sobrescrever arquivo de log "%s"

source: Configuring program '%s'.
pt_br: Configurando programa '%s'.

source: Choose an input file
pt_br: Escolha um arquivo de entrada

source: Choose an output file
pt_br: Escolha um arquivo de saída

source: Choose a log file
pt_br: Escolha um arquivo de log

source: Choose file
pt_br: Escolha um arquivo

source: Insert Variable
pt_br: Inserir Variável

source: No menu selected.
pt_br: Nenhum menu selecionado.

source: Select a menu instead of a category.
pt_br: Selecione um menu ao invés de uma categoria.

source: This Flow already contains a loop
pt_br: Fluxo já contém um Loop

source: Overwrite existing output file
pt_br: Sobrescrever arquivo de saída pré existente

source: Overwrite existing log file
pt_br: Sobrescrever arquivo de log pré existente

source: Collapse all
pt_br: Contrair todos

source: Expand all
pt_br: Expandir todos

source: Unknown error
pt_br: Erro desconhecido

source: This program has an invalid expression
pt_br: Programa contém expressão inválida

source: A required parameter is unfilled
pt_br: Parâmetro obrigatório não preenchido

source: An undefined variable is being used
pt_br: Uma variável não definida está sendo usada

source: A badly defined variable is being used
pt_br: Uma variável mal definida está sendo usada

source: This program has cleaned their paths
pt_br: Este programa limpou os seus caminhos

source: Immediately
pt_br: Imediatamente

source: After %s
pt_br: Depois de %s

source: This program needs to be configure
pt_br: Este Programa precisa ser configurado

source: Maestro protocol version mismatch: %s
pt_br: Versão de protocolo do Maestro incompátivel: %s

source: No jobs! Try out one of our demos (go to Help->Samples).
pt_br: Você não tem tarefas! Teste um de nossos programas demonstrativos (vá em Ajuda > Exemplos).

source: There are filtered jobs. %d out of %d will not appear in the list.
pt_br: Há tarefas filtradas. %d de %d não aparecerão na lista.

source: Select a job in the list.
pt_br: Selecione um fluxo da lista.

source: Multiple jobs selected.
pt_br: Múltiplos fluxos selecionados.

source: %s %.1lf%% of total
pt_br: %s %.1lf%% do total

source: Waiting for working machines details
pt_br: Esperando por detalhes das máquinas de processamento

source: Job submitted by <b>%s</b> to Maestro <b>%s</b>. Executed on total <b>%d</b> processes on %s <b>%s</b>, %sdistributed on <b>%d</b> working machine(s).
pt_br: Tarefa submetida por <b>%s</b> ao Maestro <b>%s</b>. Executada utilizando <b>%d</b> processo(s) em %s <b>%s</b>, %sdistribuída em <b>%d</b> máquinas de processamento.

source: working machine
pt_br: Máquina de processamento

source: group
pt_br: grupo

source: using the working machines idle time,
pt_br: utilizando o tempo ocioso da máquina

source: This MPI job (<b>%s</b>) was dispatched by <b>%s</b>.
pt_br: Esta tarefa MPI (<b>%s</b>) foi despachada por <b>%s</b>.

source: ago
pt_br: atrás

source: Started at %s
pt_br: Iniciado em %s

source: Finished at %s
pt_br: Finalizado em %s

source: Canceled at %s
pt_br: Cancelado em %s

source: Failed at %s
pt_br: Falhou em %s

source: Elapsed time: %s
pt_br: Tempo decorrido: %s

source: Waiting for job
pt_br: Esperando pela tarefa

source: Waiting for working machines
pt_br: Esperando pelas máquinas de processamento

source: Command line for task %d of %d (working machine: %s)
pt_br: Linha de comando para tarefa %d de %d (máquina de processamento: %s)

source: <b>Input file</b>: %s
pt_br: <b>Arquivo de entrada</b>: %s

source: None
pt_br: Nenhum

source: <b>Output file</b>: %s
pt_br: <b>Arquivo de saída</b>: %s

source: <b>Log File</b>: %s
pt_br: <b>Arquivo de log</b>: %s

source: Any
pt_br: Qualquer

source: Finished
pt_br: Finalizado

source: Canceled/Failed
pt_br: Cancelado/Falhado

source: Running
pt_br: Executando

source: Queued
pt_br: Em fila

source: Word-wrap
pt_br: Quebra de linha automática

source: Auto-scroll
pt_br: Auto-rolagem

source: Jobs filtered by:
pt_br: Tarefas filtradas por:

source: Choose filename to save
pt_br: Escolha o nome do arquivo para salvar

source: Text (*.txt)
pt_br: Texto (*.txt)

source: Could not write file.
pt_br: Não foi possível escrever o arquivo.

source: Start date: %s Finish date: %s
pt_br: Data de início: %s Data de término: %s

source: (None)
pt_br: (Nenhum)

source: Issues: %s
pt_br: Questões: %s

source: (None)
pt_br: (Nenhum)

source: Input File: %s Output File: %s Log File: %s
pt_br: Arquivo de entrada: %s Arquivo de saída: %s Arquivo de log: %s

source: Output: %s
pt_br: Saída: %s

source: Saved Job information at "%s".
pt_br: Informação da Tarefa salvada em "%s".

source: Cancel Job
pt_br: Cancelar Tarefa

source: Are you sure you want to cancel Job "%s"?
pt_br: Tem certeza que deseja cancelar a Tarefa "%s"?

source: Are you sure you want to cancel the selected Jobs?
pt_br: Tem certeza que quer cancelar as Tarefas selecionadas?

source: Asking working machine to cancel Job.
pt_br: Requisitando cancelamento da tarefa às máquinas de processamento.

source: Asking working machine "%s" to cancel Job "%s".
pt_br: Requisitando à máquina de processamento "%s" o cancelamento da Tarefa "%s".

source: Clear Job
pt_br: Limpar Tarefa

source: Are you sure you want to clear Job "%s"?
pt_br: Tem certeza que deseja limpar a Tarefa "%s"?

source: Are you sure you want to clear the selected Jobs?
pt_br: Tem certeza que quer limpar as Tarefas selecionadas?

source: Command line (working machine %s):
pt_br: Linha de comando (máquina de processamento %s):

source: Add a worker
pt_br: Adicione uma máquina de processamento

source: The group name already exists
pt_br: O nome do grupo já existe

source: The group name must be alphanumeric
pt_br: O nome do grupo deve ser alfanumérico

source: Choose the group name and press ENTER
pt_br: Escolha o nome do grupo e pressione ENTER.

source: Drop working machines here to increment this group!
pt_br: Arraste máquinas de processamento para cá para incrementar este grupo!

source: _Remove from group
pt_br: Remover do grupo

source: Address
pt_br: Endereço

source: _Connect
pt_br: Conectar

source: _Disconnect
pt_br: Desconectar

source: _Remove
pt_br: Remover

source: Stop Server
pt_br: Parar

source: Working machines of Maestro %s
pt_br: Máquinas de processamento associadas ao Maestro %s

source: Invalid input
pt_br: Entrada inválida

source: GêBR supports the formats hostname or ip address. The entry %s will be automatically removed
pt_br: GêBR suporta os formatos nome da máquina de processamento ou endereço de ip. A entrada %s será automaticamente removida.

source: Connect to this working machine when GêBR starts
pt_br: Conecte à máquina de processamento ao iniciar a GêBR

source: Do not connect to this working machine when GêBR starts
pt_br: Não conectar-se à máquina de processamento ao iniciar a GêBR

source: CPU Clock
pt_br: Clock CPU

source: Memory
pt_br: Memória

source: GêBR - Maestro / Workers
pt_br: GêBR - Maestro / Máquinas de Processamento

source: SSH question from %s
pt_br: Pergunta do SSH de %s

source: Enter password
pt_br: Entre com a senha

source: Trying to connect on %s
pt_br: Tentando conectar-se a %s

source: <b>%s</b> is asking for your login password.
pt_br: <b>%s</b> está requisitando senha de login.

source: Use encryption key to automatically authenticate the next session.
pt_br: Utilizar chaves criptográficas para autenticar a próxima sessão.

source: More info
pt_br: Mais informações

source: <span size='large' weight='bold'>The working machine %s is executing jobs. Do you really want to disconnect it and cancel these jobs?</span>
pt_br: <span size='large' weight='bold'>A máquina de processamento %s está executando tarefas. Deseja realmente desconectá-lo e cancelar essas tarefas?</span>

source: <span size='large' weight='bold'>The working machine %s is executing jobs. Do you really want to remove it and cancel these jobs?</span>
pt_br: <span size='large' weight='bold'>A máquina de processamento %s está executando tarefas. Deseja realmente removê-lo e cancelar essas tarefas?</span>

source: <span size='large' weight='bold'>The working machine %s is executing jobs. Do you really want to stop it and cancel these jobs?</span>
pt_br: <span size='large' weight='bold'>A máquina de processamento %s está executando tarefas. Deseja realmente para-lo e cancelar essas tarefas?</span>

source: Disconnected
pt_br: Desconectado

source: Connected
pt_br: Conectado

source: This working machine has a different NFS
pt_br: Esta máquina de processamento tem um NFS diferente

source: Working machine already added
pt_br: Máquina de processamento já adicionada

source: The working machine %s was already added in this maestro. It will be automatically removed.
pt_br: A máquina de processamento %s já foi adicionada a este maestro. Ela será automaticamente removida.

source: This working machine is using a different protocol version
pt_br: Esta máquina de processamento usa uma versão de protocolo diferente

source: This working machine is already registered at another maestro
pt_br: Esta máquina de processamento já está registrada em um outro maestro

source: This working machine working for another maestro
pt_br: Esta máquina de processamento já está registrada em um outro maestro

source: This working machine cannot connect to display. Try reconnect it
pt_br: Não foi possível conectar-se ao ambiente gráfico da máquina de processamento. Tente reconectá-la .

source: Local Maestro
pt_br: Maestro local

source: Unable to create GêBR configuration files. You might not have write permission in your own home directory or there is not enough space left on the device.
pt_br: Não foi possível de criar os arquivos de configuração da GêBR. Talvez você não tenha permissão de escrita no seu próprio diretório ou não haja espaço no dispositivo.

source: Finalizing GêBR...
pt_br: GêBR finalizando...

source: Initiating GêBR...
pt_br: GêBR iniciando...

source: Could not save configuration.
pt_br: Não foi possível salvar a configuração.

source: Configuration saved
pt_br: A configuração foi salva.

source: GêBR now stores data files on its own directory. You may now delete GêBR's files at %s.
pt_br: A GêBR armazena arquivos de dados em um diretório próprio. Você pode agora apagar os arquivos da GêBR em %s.

source: Cannot copy data files to GêBR's directory. Please check your write permissions in your home directory.
pt_br: Não foi possível copiar os arquivos de dados para o diretório da GêBR. Por favor verifique as permissões de escrita para o seu diretório pessoal.

source: _Connection Assistant
pt_br: Assistente de _Conexões

source: _Maestro / Workers
pt_br: _Maestro / Máquinas de processamento

source: Samples
pt_br: Exemplos

source: New Project
pt_br: Novo Projeto

source: New Line
pt_br: Nova Linha

source: Delete selected Projects and Lines
pt_br: Apagar Projetos e Linhas selecionados

source: Edit properties
pt_br: Editar propriedades

source: Variables dictionary
pt_br: Dicionário de variáveis

source: Edit variables dictionary
pt_br: Editar dicionário de variáveis

source: Import
pt_br: Importar

source: Import Projects or Lines
pt_br: Importar Projetos ou Linhas

source: Export selected Projects and Lines
pt_br: Exportar Projetos e Linhas selecionados

source: View Report
pt_br: Visualizar Relatório

source: Edit Comments
pt_br: Editar Comentários

source: Delete selected Flows
pt_br: Apagar Fluxos selecionados

source: Saved status
pt_br: Estado salvo

source: Import Flows
pt_br: Importar Fluxos

source: Export selected Flows
pt_br: Exportar Fluxos selecionados

source: Copy
pt_br: Copiar
