Repository: ianliu/gebr
Catalog: debr/po/*.po
Languages: pt_br

source: Enhance GêBR with new functionalities
pt_br: Aprimora a GêBR com novas funcionalidades

source: Menu designer for GêBR
pt_br: Designer de menus para GêBR

source: Open menu
pt_br: Abrir menu

source: Menu files (*.mnu)
pt_br: Arquivos de menu (*.mnu)

source: Menu "%s" opened.
pt_br: Menu "%s" aberto

source: Revert changes
pt_br: Reverter alterações

source: All unsaved changes will be lost. Are you sure you want to revert selected menu(s)?
pt_br: Todas as modificações não salvas serão perdidas. Tem certeza que quer reverter o(s) menu(s) selecionado(s)?

source: Menu was not saved yet.
pt_br: O menu ainda não foi salvo.

source: Menu reverted.
pt_br: Menu revertido.

source: Delete menu
pt_br: Apagar menu

source: Are you sure you want to delete selected menu(s)?
pt_br: Tem certeza que quer apagar o(s) menu(s) selecionado(s)?

source: Could not delete menu '%s'.
pt_br: Não foi possível apagar o menu '%s'.

source: Choose flow to open
pt_br: Escolher fluxo a ser aberto

source: Flow files (*.flw, *.flwz)
pt_br: Arquivos de fluxo (*.flw, *.flwz)

source: Default values
pt_br: Valor padrão

source: Do you want to use your parameter's values as default values?
pt_br: Você gostaria de utilizar os seus valores de parâmetros como valores padrão?

source: Could not create menu from flow file %s
pt_br: Impossível criar um Menu a partir do arquivo '%s'.

source: Choose a folder
pt_br: Escolher uma pasta

source: value
pt_br: valor

source: label
pt_br: rótulo

source: Empty category
pt_br: Categoria Vazia

source: You can't add an empty category name (remember to take care with the '|' hierarchy separator).
pt_br: Não é permitido incluir categorias vazias (cuidado com o caracter '|' separador de hierarquia).

source: Category already exists
pt_br: Categoria já existente

source: The category <i>%s</i> already exists in the list, the operation will be cancelled.
pt_br: A categoria <i>%s</i> já existe na lista, a operação será cancelada.

source: _Jump To
pt_br: _Ir para

source: Update editor's content with data from menu
pt_br: Atualizar o conteúdo do editor com dados do menu

source: Revert help content to the saved state
pt_br: Reverter conteúdo de ajuda para a última versão salva

source: Help of the program "%s"
pt_br: Ajuda do programa "%s"

source: Help of the program
pt_br: Ajuda do programa

source: Help of the menu "%s"
pt_br: Ajuda do menu "%s"

source: Help of the menu
pt_br: Ajuda do menu

source: Program: %s
pt_br: Programa: %s

source: <span font_weight='bold' size='large'>Do you really want to revert this help?</span>
pt_br: <span font_weight='bold' size='large'>Você realmente deseja reverter esse componente?</span>

source: By choosing yes, you will lose all modifications made after the associated menu was saved.
pt_br: Ao escolher sim, serão perdidas todas as modificações feitas após o menu ter sido salvo

source: Unable to open template. Please check your installation.
pt_br: Não foi possível abrir o modelo. Por favor verifique sua instalação.

source: Unable to create temporary file.
pt_br: Não foi possível criar um arquivo temporário.

source: Error during editor execution.
pt_br: Erro durante a execução do editor.

source: Quit
pt_br: Sair

source: Quit DéBR
pt_br: Fechar DéBR

source: Create new menu
pt_br: Criar um novo menu

source: Import
pt_br: Importar

source: Create menu from flow
pt_br: Criar menu à partir de um fluxo

source: Edit menu properties
pt_br: Editar propriedades do menu

source: Validate
pt_br: Validar

source: Validate menu
pt_br: Validar menu

source: Install
pt_br: Instalar

source: Make this menu visible for GêBR
pt_br: Tornar este menu visível para a GêBR

source: Remove selected menus from list
pt_br: Remover menus selecionados da lista

source: Open an existing menu
pt_br: Abrir um menu existente

source: Save selected menus
pt_br: Salvar menus selecionados

source: Save current menu to another file
pt_br: Salvar o menu atual em outro arquivo

source: Save all
pt_br: Salvar todos

source: Save all unsaved menus
pt_br: Salvar todos os menus não salvos

source: Revert current menu to last saved version
pt_br: Reverter menu atual para a última versão salva

source: Delete selected menus files
pt_br: Apagar arquivos de menu selecionados

source: Add folder
pt_br: Acrescentar pasta

source: Add a new folder
pt_br: Acrescentear uma nova pasta

source: Remove folder
pt_br: Remover pasta

source: Remove a folder
pt_br: Remover uma pasta

source: Select all
pt_br: Selecionar todos

source: Select all menus
pt_br: Selecionar todos os menus

source: Unselect all
pt_br: Desselecionar todos

source: Unselect all menus
pt_br: Desselecionar todos os menus

source: View Help
pt_br: Visualizar Ajuda

source: View the help related to menu
pt_br: Visualizar o documento de ajuda, relativo ao menu

source: Edit Help
pt_br: Editar Ajuda

source: Edit the help related to menu
pt_br: Editar o documento de ajuda relacionado com o menu

source: Create new program
pt_br: Criar um novo programa

source: Delete current program
pt_br: Apagar programa atual

source: Edit program properties
pt_br: Editar propriedades do programa

source: Preview parameters in GêBR
pt_br: Prévisualização de parâmetros na GêBR

source: Move program to top
pt_br: Mover o programa para o topo

source: Move program to bottom
pt_br: Mover o programa para o final

source: Copy
pt_br: Copiar

source: Copy selected program(s) to clipboard
pt_br: Copiar programa(s) selecionado(s) para a área de transferência

source: Paste
pt_br: Colar

source: Paste program(s) from clipboard
pt_br: Colar programa(s) da área de transferência

source: View the help related to program
pt_br: Visualizar o documento de ajuda relacionado ao programa

source: Edit the help related to program
pt_br: Editar o documento de ajuda relacionado ao programa

source: Delete current parameter
pt_br: Apagar parâmetro atual

source: Edit parameter properties
pt_br: Editar propriedades do parâmetro

source: Move parameter to top
pt_br: Mover o parâmetro para o topo

source: Move parameter to bottom
pt_br: Mover o parâmetro para o final

source: Change type
pt_br: Mudar tipo

source: Change parameter type
pt_br: Mudar tipo do parâmetro

source: Cut
pt_br: Cortar

source: Cut selected parameter(s) to clipboard
pt_br: Cortar parâmetro(s) selecioado(s) para a área de transferência

source: Copy selected parameter(s) to clipboard
pt_br: Copiar parâmetro(s) selecioado(s) para a área de transferência

source: Paste parameter(s) from clipboard
pt_br: Colar parâmetro(s) da área de transferência

source: Close selected reports
pt_br: Fecha relatórios selecionados

source: Close all reports
pt_br: Fecha todos os relatórios

source: integer
pt_br: inteiro

source: range
pt_br: intervalo

source: text
pt_br: texto

source: file
pt_br: arquivo

source: group
pt_br: grupo

source: _Actions
pt_br: _Ações

source: _Help
pt_br: A_juda

source: Program
pt_br: Programa

source: Parameter
pt_br: Parâmetro

source: Create a new parameter
pt_br: Criar um novo parâmetro

source: <i>Others</i>
pt_br: <i>Outros</i>

source: Details
pt_br: Detalhes

source: untitled%d.mnu
pt_br: sem_título%d.mnu

source: Untitled menu %d
pt_br: Menu não nomeado %d

source: Could not load menu at '%s': %s.
pt_br: Não foi possível carregar menu em '%s': %s.

source: Could not save the menu
pt_br: Não foi possível salvar o menu

source: You do not have necessary permissions to save the menu. Please check the provided location is correct and try again.
pt_br: Você não tem permissões necessárias para salvar o menu. Por favor, certifique-se que a pasta fornecida está correta e tente novamente.

source: Permission denied.
pt_br: Permissão negada.

source: Menu "%s" saved.
pt_br: Menu "%s" salvo.

source: Choose file for "%s"
pt_br: Escolher arquivo para "%s"

source: There are unsaved menus. You need to save then before install.
pt_br: Existem menus não salvos. É necessário salvá-los antes da instalação.

source: - No categories set
pt_br: - Nenhuma categoria definida

source: - Menu with no programs
pt_br: - Este menu não tem programas

source: - Menu has no title
pt_br: - Menu não possui título

source: - At least one program has no title
pt_br: - Pelo menos um programa não possui título

source: Unable to install menu
pt_br: Falha ao instalar o menu

source: The menu %s can not be installed, and has the following problems:%s
pt_br: O menu %s não pode ser instalado, e possui os seguintes problemas:%s

source: Menu '%s' already exists on destination folder. Do you want to overwrite it?
pt_br: Menu '%s' já existe. Deseja sobrescrevê-lo?

source: Don't overwrite
pt_br: Não sobrescreva

source: Overwrite
pt_br: Sobrescrever

source: Overwrite all
pt_br: Sobrescrever todos

source: Failed to install menu '%s'
pt_br: Falha ao instalar o menu '%s'

source: A problem occurred when copying the menu into GêBR's folder.
pt_br: Um problema ocorreu ao copiar o menu para a pasta da GêBR.

source: Menu "%s" closed.
pt_br: O menu "%s" foi fechado.

source: Menu closed.
pt_br: O menu foi fechado.

source: Edit menu
pt_br: Editar menu

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: Author:
pt_br: Autor:

source: Categories:
pt_br: Categorias:

source: Please select a menu.
pt_br: Por favor selecione um menu.

source: This menu has no programs
pt_br: Este menu não tem programas

source: This menu has 1 program
pt_br: Este menu tem 1 programa

source: This menu has %li programs
pt_br: Este menu tem %li programas

source: Created:
pt_br: Criado:

source: Modified:
pt_br: Modificado:

source: Categories:
pt_br: Categorias:

source: None
pt_br: Nenhum

source: <b>Others</b>
pt_br: <b>Outros</b>

source: <i>This folder lists the menus which are not in any configured folder through users' preferences.</i>
pt_br: <i>Esta pasta lista os menus que não estão em qualquer pasta configurada pelas preferências do usuário.</i>

source: This folder has no menu
pt_br: Esta pasta não tem menus

source: This folder has 1 menu
pt_br: Esta pasta tem 1 menu

source: This folder has %d menus
pt_br: Esta pasta tem %d menus

source: Collapse all
pt_br: Colapsar todos

source: Expand all
pt_br: Expandir todos

source: Sort by
pt_br: Ordenado por

source: Name
pt_br: Nome

source: Modified date
pt_br: Data em que foi modificado

source: Menu Help
pt_br: Ajuda de Menu

source: Could not load flow at '%s'
pt_br: Não foi possível carregar fluxo em '%s'

source: Flow '%s' imported as menu.
pt_br: Fluxo '%s' importado como menu.

source: All menus were saved.
pt_br: Todos os menus foram salvos.

source: Type
pt_br: Tipo

source: Keyword / default value
pt_br: Palavra-chave / valor padrão

source: Label
pt_br: Rótulo

source: Delete parameter
pt_br: Apagar parâmetro

source: Are you sure you want to delete the selected parameter(s)?
pt_br: Tem certeza que quer apagar o(s) parâmetro(s) selecionado(s)?

source: Could not paste parameter.
pt_br: Não foi possível colar o parâmetro.

source: No parameter is selected.
pt_br: Nenhum parâmetro está selecionado.

source: Label:
pt_br: Rótulo:

source: Characters preceded by an underscore will be underlined and the first, will be used as a hot-key to focus this parameter. For example, if the label is <i>_Title</i>, then pressing ALT-T will place the cursor ready to start editing this parameter. If you need a literal underscore character, use '__' (two underscores).
pt_br: Caracteres precedidos por um underscore serão sublinhados e o primeiro, será usados como tecla de atalho para acessar este parâmetro. Por exemplo, se o rótulo é <i>_Título</i>, então pressionando ALT-T posicionará o cursor de modo a iniciar a edição do parâmetro. Caso seja necessário um caracter underscore literal, use '__' (dois underscores).

source: Keyword:
pt_br: Palavra-chave:

source: Edit parameter
pt_br: Editar parâmetro

source: (text)
pt_br: (texto)

source: (integer)
pt_br: (inteiro)

source: (file)
pt_br: (arquivo)

source: (range)
pt_br: (intervalo)

source: (reference)
pt_br: (referência)

source: Required:
pt_br: Obrigatório:

source: List:
pt_br: Lista:

source: List-item separator:
pt_br: Separador de ítens da lista:

source: Comma
pt_br: Vírgula

source: Space
pt_br: Espaço

source: Other:
pt_br: Outro:

source: Type:
pt_br: Tipo:

source: File
pt_br: Arquivo

source: Directory
pt_br: Diretório

source: Filter file types:
pt_br: Tipos de filtros de arquivos:

source: name
pt_br: nome

source: pattern (eg. *.jpg *.png)
pt_br: padrão (ex. *.jpg *.png)

source: Minimum:
pt_br: Mínimo:

source: Maximum:
pt_br: Máximo:

source: Increment:
pt_br: Incremento:

source: Digits:
pt_br: Dígitos:

source: Options:
pt_br: Opções:

source: Default value:
pt_br: Valor padrão:

source: enabled by default
pt_br: habilitado por padrão

source: Separator
pt_br: Separador

source: You've marked this parameter as a list but no separator was selected. Please select the list separator.
pt_br: Este parâmetro foi definido como uma lista, mas nenhum separador foi definido. Por favor, selecione um separador para os elementos da lista.

source: with 1 instance
pt_br: com 1 instância

source: with %lu instances
pt_br: com %lu instâncias

source: not instantiable
pt_br: não instanciável

source: and exclusive
pt_br: e exclusivo

source: and not exclusive
pt_br: e não exclusivo

source: Edit parameter (group)
pt_br: Editar parâmetro (grupo)

source: Expanded by default:
pt_br: Expandida por padrão:

source: Instantiable:
pt_br: Instanciável:

source: Exclusive:
pt_br: É exclusivo:

source: Instances:
pt_br: Instâncias:

source: Defaults for instance #%d
pt_br: Valor padrão para instância #%d

source: Defaults for a new instance
pt_br: Valor padrão para nova instância

source: Preferences
pt_br: Preferências

source: You should know your name
pt_br: Você deveria saber seu nome

source: Your email address
pt_br: Seu endereço de e-mail

source: HTML editor
pt_br: Editor HTML

source: Built-in
pt_br: Integrado

source: Custom
pt_br: Alternativo

source: An HTML capable editor to edit helps and reports
pt_br: Um editor HTML para editar arquivos de ajuda e notificações

source: New program %d
pt_br: Novo programa %d

source: Parameter's dialog preview
pt_br: Previsualização da janela de parâmetros

source: Delete program
pt_br: Apagar programa

source: Are you sure you want to delete selected(s) program(s)?
pt_br: Tem certeza que quer apagar o(s) programa(s) selecionado(s)?

source: Could not paste program
pt_br: Não foi possível colar o programa

source: Edit program
pt_br: Editar programa

source: This program:
pt_br: Este programa

source: reads from standard input
pt_br: lê da entrada padrão

source: writes to standard output
pt_br: escreve na saída padrão

source: appends to standard error
pt_br: acrescenta à saída de erro padrão

source: Executable:
pt_br: Executável:

source: Version:
pt_br: Versão:

source: No program is selected
pt_br: Nenhum programa está selecionado

source: There are no programs selected
pt_br: Nenhum programa está selecionado

source: This program has no parameters
pt_br: Este programa não tem parâmetros

source: This program has 1 parameter
pt_br: Este programa tem 1 parâmetro

source: This program has %
pt_br: Este programa tem %

source: Binary
pt_br: Binário

source: Version
pt_br: Versão

source: URL not set
pt_br: URL não definida

source: Program Help
pt_br: Ajuda de Programa

source: Help is empty
pt_br: Ajuda está vazia

source: No category is set
pt_br: Nenhuma categoria definida

source: No option is set
pt_br: Nenhuma opção definida

source: No menu selected
pt_br: Nenhum menu selecionado

source: Edit
pt_br: Editar

source: <span weight="bold" size="large">There are menus with unsaved changes. Save changes before closing?</span>
pt_br: <span weight="bold" size="large">Existem menus modificados não salvos. Deseja salva-los antes de fechar?</span>

source: Close _without saving
pt_br: _Fechar sem salvar

source: If you don't save, all your changes will be permanently lost.
pt_br: Se você não salvar, todas as alterações serão perdidas permanentemente.

source: Select the menus you want to save:
pt_br: Selecione os menus que você deseja salvar:
