Repository: ianliu/gebr
Catalog: libgebr/po/*.po
Languages: pt_br

source: There is no %s installed in this host.
pt_br: Não há %s instalado nesta máquina.

source: Please, answer the question
pt_br: Por favor, responda a pergunta

source: %p: Launching machine at '%s'.
pt_br: %p: Iniciando máquina em '%s'.

source: Stopping machine at '%s'.
pt_br: Parando máquina '%s'.

source: Machine '%s' disconnected
pt_br: Máquina '%s' desconectada

source: The authenticity of host can't be established. Do you want to continue?
pt_br: A máquina não pode ser autenticada. Você deseja continuar mesmo assim?

source: Host key verification failed.
pt_br: Verificação da chave sem sucesso.

source: The known_hosts file is probably corrupted. Contact your system administrator for help.
pt_br: O arquivo known_hosts está provavelmente corrompido. Contacte oadministrador de sistemas.

source: %s: syntax error
pt_br: %s: erro de sintaxe

source: Try %s --help
pt_br: Tente %s --help

source: LibGebrComm socket channelling
pt_br: LibGebrComm canais para socket

source: You can use this to do socket channelling, e.g., from a tcp host-port to another tcp host-port or an unix socket
pt_br: Você pode usá-lo para fazer um canal para socket, e.g., à partir de uma porta hospedeira tcp para outra porta hospedeira tcp ou um socket unix

source: Unknown source address
pt_br: Endereço origem desconhecido

source: Unknown destination address
pt_br: Endereço destino desconhecido

source: Channel created successful. Forwarding connections...
pt_br: Canal criado com sucesso. Encaminhando conexões...

source: Unknown
pt_br: Desconhecida

source: Error while initializing validator, please contact support
pt_br: Erro inicializando validador, por favor, entre em contato com o suporte

source: Invalid variable type
pt_br: Variável com tipo inválido

source: Invalid name for variable %s
pt_br: Nome inválido para variável %s

source: Variable %s is not yet defined
pt_br: Variável %s ainda não foi definida

source: Syntax error when assigning `%s'
pt_br: Erro de sintaxe ao atribuir '%s'

source: Error while reading `bc' output channel: %s
pt_br: Erro ao ler o canal de saída do `bc': %s

source: Empty expression
pt_br: Expressão vazia

source: Invalid expression%s
pt_br: Expressão inválida%s

source: Expression does not evaluate to a value
pt_br: Expressão não resulta em um valor

source: Expression returned multiple results
pt_br: Expressão resulta em múltiplos valores

source: Invalid syntax: ';'
pt_br: Sintaxe inválida: ';'

source: Invalid syntax: '"'
pt_br: Sintaxe inválida: '"'

source: Variable %s can not reference itself
pt_br: Variável %s não pode depender de si mesma

source: Insert program Loop to use variable iter
pt_br: Insira o programa Loop para usar a variável iter

source: Iter can be used only in Flow variables
pt_br: Iter pode ser usada apenas em variáveis de Fluxo

source: Variable %s is not defined
pt_br: Variável %s não foi definida

source: The variable %s is a String
pt_br: A variável %s é Textual

source: Variable %s is not well defined
pt_br: Variável %s não está bem definida

source: Syntax error: unmatched right bracket
pt_br: Erro de sintaxe: fecha colchete sem par

source: Syntax error: unmatched left bracket
pt_br: Erro de sintaxe: abre colchete sem par

source: Expression result is too big
pt_br: Resultado da expressão é muito grande

source: This parameter is required
pt_br: Parâmetro obrigatório

source: The variable %s already exists in that scope
pt_br: A variável %s já existe neste escopo

source: Required parameter
pt_br: Parâmetro obrigatório

source: Accepts only integer values from 0 to 2147483647
pt_br: Aceita apenas valores inteiros entre 1 e 2147483647

source: Accepts only positive values
pt_br: Aceita apenas valores positivos

source: Could not save configuration.
pt_br: Não foi possível salvar o arquivo de configuração.

source: file1.flw file2.mnu file3.prj file4.lne ...
pt_br: arquivo1.flw arquivo2.flw arquivo3.prj arquivo4.lne ...

source: LibGebrGeoXml XML validator
pt_br: Validador XML da LibGebrGeoXml

source: Could not load file %s.
pt_br: Não foi possível carregar o arquivo %s.

source: Could not save file %s.
pt_br: Não foi possível salvar o arquivo %s.

source: Upgraded file %s to version %s!
pt_br: Atualizando arquivo %s para a versão %s!

source: Error! No input files specified.
pt_br: Erro! Nenhum arquivo de entrada especificado.

source: Try: %s --help
pt_br: Tente %s --help

source: %s INVALID: %s
pt_br: %s INVÁLIDO: %s

source: %s valid!
pt_br: %s válido!

source: MPI Parameters
pt_br: Parâmetros do MPI

source: Number of process to start
pt_br: Número de processos a começar

source: Success.
pt_br: Sucesso.

source: Null pointer.
pt_br: Ponteiro nulo.

source: Not enough memory.
pt_br: Memória insuficiente.

source: File not found.
pt_br: Arquivo não encontrado.

source: Permission denied.
pt_br: Permissão negada.

source: Invalid element index.
pt_br: Índice de elementos inválido.

source: Invalid document syntax or structure.
pt_br: Sintaxe ou estrutura do documento inválida.

source: DTD specified in XML.
pt_br: DTD especificado no XML.

source: Could not find or read DTD.
pt_br: Não foi possível encontrar ou ler DTD.

source: Not a sequence.
pt_br: Não é uma seqüência.

source: Unable to perform binary sequence operation with conflicting types.
pt_br: Impossível realizar operação binária em seqüências de tipos conflitantes.

source: Not an enum.
pt_br: Não é um enum.

source: Reference to itself.
pt_br: Referência a ele mesmo.

source: Not first instance of the group.
pt_br: Não é a primeira instância do grupo.

source: Document seems to be from newer version of GêBR.
pt_br: Documento parece ser de uma versão mais nova da GêBR.

source: The operation was done successfully.
pt_br: A operação foi realizada com sucesso.

source: One or more mandatory function arguments were null.
pt_br: Um ou mais argumentos obrigatórios da função eram nulos.

source: Not enough memory. The library stoped after an unsucessful memory allocation.
pt_br: Memória insuficiente. A biblioteca parou depois de uma alocação de memória mal sucedida.

source: Can't access file: file not found.
pt_br: Não foi possível acessar o arquivo: arquivo não encontrado.

source: Can't access file: permission denied.
pt_br: Não foi possível acessar o arquivo: permissão negada.

source: This element index does not exist in the sequence.
pt_br: Este índice de elementos não existe na seqüência.

source: XML syntax is invalid or disagrees with DTD.
pt_br: Sintaxe do XML inválida ou em desacordo o DTD.

source: DTD was specified for the document. LibGeBR-GebrGeoXml requires the document doesnot to specify the DTD as it automatically finds it and validates against.
pt_br: O DTD foi especificado para este documento. LibGeBR-GebrGeoXml requer que o documento não especifique o DTD dado que este é encontrado automaticamente.

source: DTD for the corresponding document type (flow, line or project) and version could not be found or accessed on the system. You should verify if your installation is correct and if it supports this document version (update might be necessary).
pt_br: DTD para o documento correspondente (fluxo, linha ou projeto) não pode ser encontrado ou acessado no sistema. Verifique se sua instalação está correta e se ela suporta esta versão de documento (atualização pode ser necessária).

source: The argument(s) passed are not inside a sequence and therefore sequence operations doesn't apply. This is a type checking result error.
pt_br: Os argumentos fornecidos não estão contidos em uma sequência e portanto as operações não se aplicam. Isto é um erro resultante de checagem de tipo.

source: An operation on two sequences requires that both sequences are of the same type.
pt_br: Uma operação com duas seqüências requer que ambas as seqüências sejam do mesmo tipo.

source: The function is only for enums. This is a type checking result error.
pt_br: A função é somente para enums. Isso é um erro de resultante de checagem de tipo.

source: The reference parameter references itself.
pt_br: O parâmetro de referência faz referência a si próprio.

source: The operation only applies to the first instance of the group.
pt_br: A operação aplica-se somente à primeira instância do grupo.

source: No configured or enabled programs found.
pt_br: Nenhum programa habilitado ou configurado.

source: There are unconfigured programs.
pt_br: Existe(m) programa(s) não configurado(s).

source: The first program '%s' expects an input file.
pt_br: O primeiro programa '%s' espera um arquivo de entrada.

source: Invalid input file specified for the program '%s'.
pt_br: Arquivo de entrada especificado para o programa "%s" é inválido.

source: The program '%s' expects an input which is not being generated by the previous program '%s'.
pt_br: O programa '%s' espera um arquivo de entrada, o qual não está sendo gerado pelo programa precedente '%s'.

source: The program '%s' is sending output which is being ignored by the next program '%s'.
pt_br: O programa '%s' está enviando um arquivo de saída, o qual está sendo ignorado pelo próximo programa '%s'.

source: There is one program with error.
pt_br: Existe um programa com erro.

source: This flow is broken because there are %d programs with error.
pt_br: Este fluxo está quebrado pois existem %d programas com erro.

source: No enabled programs found.
pt_br: Nenhum programa habilitado foi encontrado.

source: Invalid output file specified for the program '%s'.
pt_br: Arquivo de saída especificado para o programa '%s' é inválido.

source: Invalid error file specified for the Program '%s'.
pt_br: Arquivo de log especificado para o Programa '%s' é inválido.

source: Loop iteration counter
pt_br: Contador de iterações do Loop

source: Now
pt_br: Atual

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: Author:
pt_br: Autor:

source: Created:
pt_br: Criado:

source: Modified:
pt_br: Modificado:

source: Help:
pt_br: Ajuda:

source: Defined
pt_br: Definido

source: Category:
pt_br: Categoria:

source: Menu with:
pt_br: Menu com:

source: %ld program(s)
pt_br: %ld programa(s)

source: >>Program:
pt_br: >>Programa:

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: In/out/err:
pt_br: Entrada/saída/erro:

source: Read
pt_br: Lê

source: Ignore
pt_br: Ignora

source: Write
pt_br: Escreve

source: Append
pt_br: Anexa

source: Binary:
pt_br: Binário:

source: Version:
pt_br: Versão:

source: Help:
pt_br: Ajuda:

source: >>Parameters:
pt_br: >>Parâmetros:

source: %d potential error(s)
pt_br: %d provável(is) erro(s)

source: UNSET
pt_br: VAZIO

source: , already used above
pt_br: , já usado acima

source: in [%s,%s]
pt_br: em [%s,%s]

source: (entries separated by '%s')
pt_br: (entradas separadas por '%s')

source: (missing entries separator)
pt_br: (separador de entradas perdidas)

source: REQUIRED
pt_br: REQUERIDO

source: missing options
pt_br: opções perdidas

source: [Instantiable]
pt_br: [Instanciável]

source: string
pt_br: texto

source: integer
pt_br: inteiro

source: file
pt_br: arquivo

source: flag
pt_br: boleano

source: real number
pt_br: número real

source: range
pt_br: intervalo

source: enum
pt_br: enumeração

source: group
pt_br: grupo

source: reference
pt_br: referência

source: Coordinator
pt_br: Coordenador

source: Development manager
pt_br: Gerente de desenvolvimento

source: Developers
pt_br: Desenvolvedores

source: Consultants
pt_br: Consultores

source: Former members
pt_br: Ex-membros

source: Copyright (C) 2007-2012 GêBR core team (http://www.gebrproject.com/) This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>. In Brazil, this program is under protection against unauthorized usage, in accordance to brazilian laws #9609, Feb 19, 1998, #2556, Apr 20, 1998, and #9610, Feb 19, 1998, and is registered in Instituto Nacional da Propriedade Industrial (INPI) under number 70156.
pt_br: Copyright (C) 2007-2012 GêBR core team (http://www.gebrproject.com/) Este programa é um software livre: você pode distribuí-lo e/ou modifica-lo de acordo com os termos da GNU General Public Licence como publicado pela Free Software Foundation, versão 3 da Licença, ou (à sua escolha) qualquer versão posterior. Este programa é distribuído na esperança de ser útil, mas SEM NENHUMA GARANTIA; sem até a garantia implícita de MERCANTIBILIDADE ou ADEQUAÇÃO PARA UM OBJETIVO PARTICULAR. Veja a GNU General Public Licence para mais detalhes. Você deve ter recebido uma cópia da GNU General Public License junto deste programa. Se não, visite <http://www.gnu.org/licenses/>. No Brasil, este programa está sobre proteção contra uso não autorizado,de acordo com as leis brasileiras #9609, 19 de fevereio de 1998, #2556, 20 de abrl de 1998, e #9610, 19 de fevereiro de 1998, e é registrado no Instituto Nacional de Propriedade Industrial (INPI) sob número 70156.

source: GêBR Home page
pt_br: Página da GêBR

source: Choose file
pt_br: Escolha um arquivo

source: Choose directory
pt_br: Escolha um diretório

source: _File
pt_br: _Arquivo

source: Print the content of this window
pt_br: Imprime o conteúdo dessa janela

source: Close this window
pt_br: Sai desta janela

source: <span size='larger' weight='bold'>There are unsaved changes. Do you want to save them now?</span>
pt_br: <span size='larger' weight='bold'>Há mudanças não salvas. Você deseja salva-las agora?</span>

source: If you do not save the changes, they will be permanently lost.
pt_br: Se você não salvar as mudanças, elas serão perdidas permanentemente.

source: Search:
pt_br: Busca:

source: Invalid link
pt_br: Link inválido

source: Sorry, couldn't reach link.
pt_br: Sinto muito, não consegui atingir o link.

source: Sorry, couldn't find program.
pt_br: Sinto muito, não consegui encontrar o programa.

source: Save content into file
pt_br: Salva o conteúdo em um arquivo

source: Print content
pt_br: Imprimir conteúdo

source: Find on file
pt_br: Encontrado no arquivo

source: Choose file to save content
pt_br: Escolha um arquivo para salvar o conteúdo

source: Could not save file
pt_br: Não foi possível salvar o arquivo

source: You do not have the permissions necessary to save the file %s.Check that you choose the location correctly.
pt_br: Você não tem a permissão necessária para salvar o arquivo %s. Verifique se você escolheu a localização corretamente.

source: All
pt_br: Todos

source: Edit list
pt_br: Editar lista

source: Insert Variable
pt_br: Inserir variável

source: This group has %d error
pt_br: Este grupo tem %d erro

source: This group has %d errors
pt_br: Este grupo tem %d erros

source: <b>A file named "%s" already exists. Do you want to replace it?</b>
pt_br: <b>Um arquivo com o nome "%s" já existe. Você deseja substituí-lo?</b>

source: _Replace
pt_br: _Substituir

source: The file you are saving already exists. Replacing it will overwrite its contents.
pt_br: O arquivo que você está salvando já existe. Substituí-lo irá sobrescrever seu conteúdo.

source: No such file or directory:
pt_br: Arquivo ou diretório não encontrado:

source: The presented files are from your <b>local machine</b> and may not represent the files on the <b>nodes</b>.
pt_br: Os arquivos apresentados são de sua <b>máquina local</b> e podem não representar os arquivos nas <b>máquinas de processamento</b>.

source: Could not load help. Certify it was installed correctly.
pt_br: Não foi possível carregar a Ajuda. Certifique-se de que ele está instalado.

source: Moments ago
pt_br: Momentos atrás

source: Hours ago
pt_br: Horas atrás

source: Days ago
pt_br: Dias atrás

source: Weeks ago
pt_br: Semanas atrás

source: Months ago
pt_br: Meses atrás

source: Years ago
pt_br: Anos atrás

source: 1 hour, 1 minute and 1 second
pt_br: 1 hora, 1 minuto e 1 segundo

source: 1 hour, 1 minute and %ld seconds
pt_br: 1 hora, 1 minuto e %ld segundos

source: 1 hour, %ld minute and 1 second
pt_br: 1 hora, %ld minutos e 1 segundo

source: 1 hour, %ld minutes and %ld seconds
pt_br: 1 hora, %ld minutos e %ld segundos

source: %ld hours, %ld minutes and %ld seconds
pt_br: %ld horas, %ld minutos e %ld segundos

source: %ld hours and %ld minutes
pt_br: %ld horas e %ld minutos

source: 1 minute and 1 second
pt_br: 1 minuto e 1 segundo

source: 1 minute and %ld seconds
pt_br: 1 minuto e %ld segundos

source: %ld minutes and 1 second
pt_br: %ld minutos e 1 segundo

source: %ld minutes and %ld seconds
pt_br: %ld minutos e %ld segundos

source: 1 hour and %ld seconds
pt_br: 1 hora e %ld segundos

source: %ld hours and %ld seconds
pt_br: %ld horas e %ld segundos

source: %ld hours
pt_br: %ld horas

source: 1 minute
pt_br: 1 minuto

source: %ld minutes
pt_br: %ld minutos

source: %ld seconds
pt_br: %ld segundos

source: 1 second
pt_br: 1 segundo

source: 1 milisecond
pt_br: 1 milissegundo

source: %ld miliseconds
pt_br: %ld milessegundos

source: The specified line path does not exist
pt_br: O caminho de linha específico não existe

source: The path must either start with < or /
pt_br: O caminho deve começar com < ou /

source: File names must be a valid path.
pt_br: Nome de arquivo deve ser um caminho válido.

source: Titles should be capitalized and have no punctuation characters at the end.
pt_br: Títulos devem iniciar com letra maiúscula e não devem ter caracteres de pontuação no fim.

source: Description should be capitalized and have no punctuation characters at the end.
pt_br: Descrição deve iniciar com maiúscula e não ter caracteres de pontuação no fim.

source: Author should be capitalized and have no punctuation characters at the end.
pt_br: Autor deve iniciar com maiúscula e não ter caracteres de pontuação no fim.

source: Date should not be empty.
pt_br: Data não deve ser vazia.

source: Help should not be empty.
pt_br: Documento de Ajuda não dever ser vazio.

source: Categories should be capitalized and have no punctuation characters at the end.
pt_br: Categorias devem iniciar com maiúscula e não ter caracteres de pontuação no fim.

source: Invalid email address.
pt_br: Endereço de email inválido.

source: Program titles should be capitalized and have no punctuation characters at the end.
pt_br: Títulos de programa deve iniciar com maiúscula e não ter caracteres de pontuação no fim.

source: Program description should be capitalized and have no punctuation characters at the end.
pt_br: Descrição de programa deve iniciar com maiúscula e não ter caracteres de pontuação no fim.

source: Binaries should not be empty.
pt_br: Binários não devem ser vazios.

source: Program version should be filled in.
pt_br: Versão do programa deve ser preenchida.

source: Program url should start with a protocol.
pt_br: Url de programa deve iniciar com um protocolo.

source: Parameter label should be capitalized and have no punctuation characters at the end. Also, be careful with colliding shortcuts.
pt_br: Rótulo de parâmetro deve iniciar com maiúscula e não ter caracteres de pontuação no fim. Também tome cuidado com o conflito de atalhos.

source: Parameter keyword should not be empty.
pt_br: Palavra-chave de parâmetro não deve ser vazia.

source: <b>No automatic fix available</b>
pt_br: <b>Correção automática não disponível</b>

source: <b>Click on the icon to fix:</b>
pt_br: <b>Clique no ícone para corrigir:</b>

source: - Capitalize first letter
pt_br: - Tornar primeira letra maiúscula

source: - Remove spaces at the beginning/end
pt_br: - Remover espaços no começo/fim

source: - Remove multiples spaces
pt_br: - Remover múltiplos espaços

source: - Remove final punctuation character
pt_br: - Remover caracteres de pontuação final

source: - Add URL scheme
pt_br: - Adicionar esquema de URL

source: - Replace tabs by space
pt_br: - Substituir tabulações por espaço

source: <b>Error(s) found:</b>
pt_br: <b>Erro(s) encontrado(s):</b>

source: - The field is not filled in
pt_br: - O campo não está preenchido

source: - First letter should be capitalized
pt_br: - Primeira letra deve ser maiúscula

source: - There are spaces at the beginning/end
pt_br: - Existem espaços no começo/fim

source: - There are multiples spaces
pt_br: - Existem espaços múltiplos

source: - This field should not have a final punctuation
pt_br: - Este campo não deve ter uma pontuação final

source: - Invalid email address
pt_br: - Endereço de email inválido

source: - Invalid menu filename
pt_br: - Nome de arquivo de menu inválido

source: - Duplicated hotkey
pt_br: - Atalho de teclado duplicado

source: - URL scheme is missing
pt_br: - Esquema de URL está faltando

source: - There are tabs
pt_br: - Existem tabulações
