Repository: ianliu/gebr
Catalog: gebrd/po/*.po
Languages: pt_br

source: Job '%s' sent output not in UTF-8.
pt_br: Tarefa '%s' não enviou a saída no formato UTF-8

source: Moab's job status could not be retrieved.
pt_br: O estado do Job no Moab não pode ser recuperado.

source: Moab's job status could not be returned with error code %s (%s).
pt_br: O estado do Job no Moab não pode ser retornado com o erro %s (%s).

source: Moab's job returned status code %d allocatted on nodes '%s'.
pt_br: Job no Moab retornou o código de estado %d para alocação no nó '%s'.

source: Process exited with status code %d.
pt_br: Processo terminado com o código de estado %d.

source: Cannot submit job to MOAB server (msub command is not available).
pt_br: Não foi possível submeter a tarefa ao servidor MOAB (comando msub não disponível).

source: Cannot submit job to MOAB server.
pt_br: Não foi possível submeter a tarefa ao servidor MOAB.

source: Cannot submit job to MOAB server: %s.
pt_br: Não foi possível submeter a tarefa ao servidor MOAB: %s.

source: Cannot get MOAB job id.
pt_br: Não foi possível obter a identificação da tarefa no MOAB.

source: Cannot cancel job at MOAB server.
pt_br: Não foi possível cancelar a tarefa no servidor MOAB.

source: Required parameter '%s' of program '%s' not provided.
pt_br: O parâmetro '%s' do programa '%s' não foi fornecido.

source: Unknown parameter type.
pt_br: Tipo de parâmetro desconhecido.

source: # Dictionary
pt_br: # Dicionário

source: Empty flow.
pt_br: Fluxo vazio.

source: %u) Skipping disabled/not configured program '%s'.
pt_br: %u) Desconsiderando programa '%s' desabilitado/não configurado.

source: No configured programs.
pt_br: Sem programas configurados.

source: Requested MPI (%s) is not supported by this server.
pt_br: MPI (%s) solicitado não é suportado pelo servidor.

source: No input file selected.
pt_br: Sem arquivo de entrada selecionado.

source: Syntax error in input file expression
pt_br: Erro de sintaxe na expressão do arquivo de entrada

source: Undefined variable in input file expression
pt_br: Variável indefinida na expressão do arquivo de entrada

source: Syntax error in error file expression
pt_br: Erro de sintaxe na expressão do arquivo de log

source: Undefined variable in error file expression
pt_br: Variável indefinida na expressão do arquivo de log

source: Broken flow before %s (no input).
pt_br: Fluxo interrompido depois de %s (sem entrada).

source: Broken flow before %s (unexpected output).
pt_br: Fluxo interrompido antes de %s (saída inesperada).

source: Syntax error in output file expression
pt_br: Erro de sintaxe na expressão do arquivo de saída

source: Undefined variable in output file expression
pt_br: Variável indefinida na expressão do arquivo de saída

source: # Setting the number of cores
pt_br: # Configurando o número de núcleos

source: # Command Line
pt_br: # Linha de Comando

source: # Setting the niceness of the process
pt_br: # Configurando a prioridade do processo

source: # Command Line
pt_br: # Linha de Comando

source: # Creating directories
pt_br: # Criando diretórios

source: Run server in interactive mode, not as a daemon
pt_br: Executando servidor em modo iterativo e não como serviço

source: Show GeBR daemon version
pt_br: Exibe a versão do servidor

source: GeBR daemon
pt_br: Servidor GêBR

source: Run flows and manage jobs of GeBR.
pt_br: Executa Fluxos e gerencia processos da GêBR.

source: Debug-compiled environment variables: GEBRD_RUN_DELAY_SEC Delay in seconds to wait before sending response of a flow run request GEBRD_LOG_LEVEL If equal to 'verbose', prints extra information in stdout
pt_br: Variáveis de ambiente para depuração: GEBRD_RUN_DELAY_SEC Atraso em segundos antes de enviar a resposta de um pedido de execução de Fluxo GEBRD_LOG_LEVEL Se 'verbose', imprime informações adicionais na saida padrão

source: %s: syntax error
pt_br: %s: erro de sintaxe

source: Try %s --help
pt_br: Tente %s --help

source: Could not listen for connections.
pt_br: Não foi possível escutar por conexões.

source: Cannot run interactive server, GêBR daemon is already running
pt_br: Não é possível executar o servidor iterativamente. Servidor GêBR já está em execução

source: %s:%d: Could not acquire FS lock.
pt_br: %s:%d: Não foi possível reservar arquivo de grupo de servidores.

source: FS of %s
pt_br: Arquivos em %s

source: %s:%d: Could not access GêBR configuration directories.
pt_br: %s:%d: Não foi possível acessar os diretórios de configuração da GêBR.

source: Server started at %u port
pt_br: Servidor inicializado na porta %u

source: Could not init server. Quiting...
pt_br: Não foi possível inicializar o servidor. Abortando...

source: Server quit.
pt_br: Servidor finalizado.
